{
	"home": "Projects",
	"about": "About Me",
	"resume": "Resume",
	"welcome": "Hi, i'm ",
	"in": "in",
	"enthusiast": "Interface enthusiast",
	"graduated": "Graduated in Information Systems",
	"employed": "Acting ",
	"fullstackApplication": "Fullstack Application",
	"webApplication": "Web Application",
	"mobileApplication": "Mobile Application",
	"uiDesign": "UI Design",
	"projectTitleSection": "Projects that Came to Life",
	"projectComandaTextInformation": "Order management application, helping restaurants to control their orders.",
	"projectPatasFelizesTextInformation": "Application that helps connect pets with people who want to donate or adopt them.",
	"projectGlobiTextInformation": "Application to help diabetics record their daily measurements and have greater control over their monitoring.",
	"projectReFoodTextInformation": "Application to organize and avoid food waste in establishments as much as possible.",
	"projectTarefeiTextInformation": "Application for controlling daily tasks.",
	"projectConversoTextInformation": "English learning app with a focus on writing and reading.",
	"footerTitle": "Let's connect",
	"allRightReserved": "All rights reserved",
	"aLittleAboutMe": "A little about ",
	"me": " me ",
	"andMy": "and my ",
	"professionalCareer": "professional career",
	"firstAboutText": "I have been working as a Software Developer for over 5 years. My greatest motivation is to use development to ",
	"positively": "positively ",
	"secondAboutText": "impact people's lives, from problem-solving to building innovative solutions. With extensive experience in ",
	"development": "development ",
	"thirdAboutText": "I have a greater focus on building ",
	"backend": "back-end ",
	"fourthAboutText": "solutions, using best practices and principles to develop highly scalable and secure solutions.",
	"fifthAboutText": "In recent years, I have gained significant experience working on large-scale systems for over",
	"latinAmerica": "19 countries in Latin America ",
	"sixthAboutText": "involving solutions for payment methods and banking transactions in",
	"stack": "Java, Spring Boot, Spring Framework, JUnit, Mockito, Microservices, PostgreSQL, ReactJS",
	"sevethAboutText": "among others, handling an average of",
	"requestPerDay": "500,000 requests per day. ",
	"lastAboutText": "With a great capacity for understanding and teaching, I was able to participate in supporting and assisting coworkers, disseminating knowledge and supporting the development of my team as a whole. I believe that this was crucial to the success of the projects I worked on, as well as to the consecutive advances in my career.",
	"myProfessionalExperiences": "My Professional Experiences",
	"actually": "Actually",
	"hstDescriptionEmployee": "At HST, I contribute significantly to the creation of new features for products and solutions focused on payment methods and tokenization, making transactions safer and faster. My main activities include contributing to the construction of an administrative tool to help operators and customers consult relevant information about financial transactions and tokenization. I also participated in the construction of a product focused on Click to Pay for a national brand.",
	"tinnovaDescriptionEmployee": "At Tinnova, I played an important role as part of one of the teams related to PagSeguro at UOL, with solutions focused on rates, customer profiles and product automation. I worked on highly scalable solutions and continuous information monitoring, performed product maintenance with constant automation in CI/CD, asynchronous communication between services through batch messaging.",
	"b2mlDescriptionEmployee": "At B2ML, I participated in the construction of a system aimed at the medical field that manages clinical units and hospitals in Brazil. I built an important module of the product responsible for managing Exams, created prototypes and interfaces together with the products and the client, and acquired greater knowledge about legacy architectures of some solutions."
}