{
	"home": "Projetos",
	"about": "Sobre Mim",
	"resume": "CV",
	"welcome": "Olá, eu sou ",
	"in": "na",
	"enthusiast": "Entusiasta de interfaces",
	"graduated": "Formado em Sistemas de Informação",
	"employed": "Atuando ",
	"fullstackApplication": "Fullstack Application",
	"webApplication": "Web Application",
	"mobileApplication": "Mobile Application",
	"uiDesign": "UI Design",
	"projectTitleSection": "Projetos que Ganharam Vida",
	"projectComandaTextInformation": "Aplicativo para gerenciamento de pedidos, auxiliando restaurantes a controlar seus pedidos.",
	"projectPatasFelizesTextInformation": "Aplicativo que ajuda a conectar animais de estimação com pessoas que querem doar ou adotar.",
	"projectGlobiTextInformation": "Aplicativo para auxiliar diabéticos a registrar suas medidas diárias e ter maior controle sobre seu monitoramento.",
	"projectReFoodTextInformation": "Aplicativo para organizar e evitar ao máximo o desperdício de alimentos nos estabelecimentos.",
	"projectTarefeiTextInformation": "Aplicativo para controle de tarefas diárias.",
	"projectConversoTextInformation": "Aplicativo de aprendizagem de inglês com foco em escrita e leitura.",
	"footerTitle": "Vamos nos conectar",
	"allRightReserved": "Todos os direitos reservados",
	"aLittleAboutMe": "Um pouco sobre ",
	"me": " mim ",
	"andMy": "e minha ",
	"professionalCareer": "trajetória profissional",
	"firstAboutText": "Trabalho como Desenvolvedor de Software há mais de 5 anos. Minha maior motivação é usar o desenvolvimento para impactar ",
	"positively": "positivamente ",
	"secondAboutText": "a vida das pessoas, desde a resolução de problemas até a construção de soluções inovadoras. Com ampla experiência em ",
	"development": "desenvolvimento ",
	"thirdAboutText": "tenho um foco maior na construção de soluções ",
	"backend": "back-end",
	"fourthAboutText": "utilizando as melhores práticas e princípios para desenvolver soluções altamente escaláveis e seguras.",
	"fifthAboutText": "Nos últimos anos, adquiri experiência significativa trabalhando em sistemas de grande porte para mais de",
	"latinAmerica": "19 países na América Latina ",
	"sixthAboutText": "envolvendo soluções para meios de pagamento e transações bancárias em ",
	"stack": "Java, Spring Boot, Spring Framework, JUnit, Mockito, Microsserviços, PostgreSQL, ReactJS",
	"sevethAboutText": " entre outros, lidando com uma média de ",
	"requestPerDay": "500.000 requisições por dia. ",
	"lastAboutText": "Com grande capacidade de compreensão e ensino, pude participar apoiando e auxiliando colegas de trabalho, disseminando conhecimento e apoiando o desenvolvimento da minha equipe como um todo. Acredito que isso foi crucial para o sucesso dos projetos em que trabalhei, bem como para os avanços consecutivos na minha carreira.",
	"myProfessionalExperiences": "Minhas Experiências Profissionais",
	"actually": "Atualmente",
	"hstDescriptionEmployee": "Na HST, contribuo significativamente para a criação de novas funcionalidades para produtos e soluções focados em meios de pagamento e tokenização, tornando as transações mais seguras e rápidas. Como principais atividades, contribuo para a construção de uma ferramenta administrativa para auxiliar operadores e clientes a consultar informações relevantes sobre transações financeiras e tokenização. Também participei da construção de um produto focado em Click to Pay para uma marca nacional.",
	"tinnovaDescriptionEmployee": "Na Tinnova, desempenhei um papel importante como parte de uma das equipes relacionadas ao PagSeguro na UOL, com soluções focadas em tarifas, perfis de clientes e automação de produtos. Atuei em soluções de alta escalabilidade e monitoramento contínuo de informações, realizei a manutenção de produtos com automação constante em CI/CD, comunicação assíncrona entre serviços por meio de envio de mensagens em lote.",
	"b2mlDescriptionEmployee": "Na B2ML, participei da construção de um sistema voltado para a área médica que gerencia unidades clínicas e hospitais no Brasil. Construí um módulo importante do produto responsável pela gestão de Exames, criei protótipos e interfaces em conjunto com os produtos e o cliente, adquiri maior conhecimento sobre arquiteturas legadas de algumas soluções."
}