{
	"home": "Início",
	"about": "Sobre Mim",
	"resume": "Currículo",
	"welcome": "Olá, eu sou ",
	"in": "na",
	"enthusiast": "Entusiasta de interfaces",
	"graduated": "Formado em Sistemas de Informação",
	"employed": "Atuando ",
	"fullstackApplication": "Fullstack Application",
	"webApplication": "Web Application",
	"mobileApplication": "Mobile Application",
	"uiDesign": "UI Design",
	"projectTitleSection": "Projetos que Ganharam Vida",
	"projectComandaTextInformation": "Aplicativo para gerenciamento de pedidos, auxiliando restaurantes a controlar seus pedidos.",
	"projectPatasFelizesTextInformation": "Aplicativo que ajuda a conectar animais de estimação com pessoas que querem doar ou adotar.",
	"projectGlobiTextInformation": "Aplicativo para auxiliar diabéticos a registrar suas medidas diárias e ter maior controle sobre seu monitoramento.",
	"projectReFoodTextInformation": "Aplicativo para organizar e evitar ao máximo o desperdício de alimentos nos estabelecimentos.",
	"projectTarefeiTextInformation": "Aplicativo para controle de tarefas diárias.",
	"projectConversoTextInformation": "Aplicativo de aprendizagem de inglês com foco em escrita e leitura.",
	"footerTitle": "Vamos nos conectar",
	"allRightReserved": "Todos os direitos reservados",
	"aLittleAboutMe": "Um pouco sobre ",
	"me": " mim ",
	"andMy": "e minha ",
	"professionalCareer": "trajetória profissional",
	"firstAboutText": "Trabalho como Desenvolvedor de Software há mais de 5 anos. Minha maior motivação é usar o desenvolvimento para impactar ",
	"positively": "positivamente ",
	"secondAboutText": "a vida das pessoas, desde a resolução de problemas até a construção de soluções inovadoras. Com ampla experiência em ",
	"development": "desenvolvimento ",
	"thirdAboutText": "tenho um foco maior na construção de soluções ",
	"backend": "back-end",
	"fourthAboutText": "utilizando as melhores práticas e princípios para desenvolver soluções altamente escaláveis e seguras.",
	"fifthAboutText": "Nos últimos anos, adquiri experiência significativa trabalhando em sistemas de grande porte para mais de",
	"latinAmerica": "19 países na América Latina ",
	"sixthAboutText": "envolvendo soluções para meios de pagamento e transações bancárias em ",
	"stack": "Java, Spring Boot, Spring Framework, JUnit, Mockito, Microsserviços, PostgreSQL, ReactJS",
	"sevethAboutText": " entre outros, lidando com uma média de ",
	"requestPerDay": "500.000 requisições por dia. ",
	"lastAboutText": "Com grande capacidade de compreensão e ensino, pude participar apoiando e auxiliando colegas de trabalho, disseminando conhecimento e apoiando o desenvolvimento da minha equipe como um todo. Acredito que isso foi crucial para o sucesso dos projetos em que trabalhei, bem como para os avanços consecutivos na minha carreira.",
	"myProfessionalExperiences": "Minhas Experiências Profissionais"
}